const personUa = {
  name: 'Дмитро Дрожжин',
  job: 'Frontend розробник (Vue.js)'
}
let workUa = [
  {
    job: 'Web E_commerce Developer',
    comp: 'ОкДвері',
    period: '02.2019 - 10.2023',
    text: [
      'Понад 2 роки досвіду в розробці веб-сторінок та додатків в галузі продажів товарів інтер’єру. Основний стек інструментів: Vue 2/3 CLI, JavaScript (ES6+), HTML, SCSS, верстка Pixel Perfect, адаптивний веб-дизайн. Серед помітних досягнень - збільшення конверсії магазину шляхом покращення користувацького інтерфейсу сторінок товарів на основі досвіду продажів та аналітики користувацьких уподобань',

      'Вдосконалив процес завантаження варіативних товарів в базу даних магазину, шляхом створення додатку, що обробляє дані та формує експортні таблиці з: можливими варіаціями товарів, категоріями, атрибутами, SEO-контентом, тощо',

      'Розроблював структуру інтернет-магазину та шаблони сторінок товарів',

      'Створював SEO-орієнтований контент: статі, опис товарів, технічні схеми / макети, ілюстрації товарів та інше, для магазину okdveri.com.ua',

      'Вдосконалював концепцію презентації товарів: структуру категорій, відбір релевантних атрибутів та варіацій, що вплинуло на збільшення продажів',

      'Адміністрував хостинг, Google та інші аккаунти',

      'Займався розробкою дизайну торгівельних марок, супровідної графічної продукції',

      'Налаштовував та запускав SMM рекламні компанії',

      'Здійснював супровід ключових клієнтів'
    ]
  },
  {
    job: 'Спеціаліст з операцій з цінними паперами',
    comp: 'NCH Advisors Inc. (представництво)',
    period: '2002 - 10.2017',
    text: [
      'Здійснював адміністрування та супровід інвестиційних банківських рахунків та рахунків в цінних паперах компаній інвесторів',

      'Здійснював оформлення та супровід операцій з цінними паперами (акції, облігації, розписки ADRs / GDRs)',

      'Підтримував базу даних інвестицій в актуальному стані',

      'Співпрацював з українськими та іноземними банками, зберігачами та депозитаріями',

      'Вдосконалював документообіг між офісом та партнерами'
    ]
  },
  {
    job: 'IT Department. Системний адміністратор',
    comp: 'NCH Advisors Inc. (представництво)',
    period: '01.1996 - 2002',
    text: [
      'Виконував функції з адміністрування офісного обладнання: робочих станцій, мережевого обладнання та інше',

      'Надавав інформаційну підтримку співробітників офісу з технічних питань та питань роботи програмного забезпечення',

      'Надавав підтримку користувачам інвестиційної бази даних',

      'Здійснював проектні та інсталяційні роботи з монтажу комп’ютерних мереж та телефонних систем',

      'Супровід серверів NetWare, FreeBSD'
    ]
  }
]

let educationUa = [
  {
    job: 'Київський економічний інститут менеджменту ЕКОМЕН',
    comp: '(менеджмент, спеціаліст)'
  }
  
]

export { workUa, educationUa, personUa }
