const person = {
  name: 'Дмитро Дрожжин',
  job: 'Frontend розробник (Vue.js)'
}
let work = [
  {
    job: 'Web E_commerce Developer',
    comp: 'ОкДвері',
    period: '02.2019 - 10.2023',
    text: [
      'Понад 2 роки досвіду в розробці веб-сторінок та додатків в сфері продажів товарів інтер’єру. Основний стек інструментів: Vue 2/3 CLI, JavaScript (ES6+), HTML, SCSS, верстка Pixel Perfect, адаптивний дизайн. Серед досягнень - збільшення конверсії магазину шляхом покращення користувацького інтерфейсу сторінок товарів на основі досвіду продажів та аналітики користувацьких уподобань',

      'Вдосконалив процес завантаження варіативних товарів в базу даних магазину, шляхом створення додатку, що обробляє дані та формує експортні таблиці',

      'Розробив структуру інтернет-магазину, шаблони сторінок товарів, структуру категорій,  варіацій та атрибутів товарів, тощо',

      'Створивював SEO-орієнтований контент: статі, опис товарів, технічні схеми, ілюстрації товарів та інше',

      'Адміністрував хостинг, Google та інші аккаунти',

      'Розробляв дизайн торгівельних марок та супровідної графічної продукції',

      'Налаштовував та запускав SMM рекламні компанії',

      'Здійснював супровід ключових клієнтів'
    ]
  },
  {
    job: 'Спеціаліст з операцій з цінними паперами',
    comp: 'NCH Advisors Inc. (представництво)',
    period: '2002 - 10.2017',
    text: [
      'Здійснював адміністрування та супровід інвестиційних банківських рахунків та рахунків в цінних паперах компаній інвесторів',

      'Здійснював оформлення та супровід операцій з цінними паперами (акції, облігації, розписки ADRs / GDRs)',

      'Підтримував базу даних інвестицій в актуальному стані',

      'Співпрацював з українськими та іноземними банками, зберігачами та депозитаріями',

      'Вдосконалював документообіг між офісом та партнерами'
    ]
  },
  {
    job: 'IT Department. Системний адміністратор',
    comp: 'NCH Advisors Inc. (представництво)',
    period: '01.1996 - 2002',
    text: [
      'Виконував адміністрування робочих станцій, мережевого обладнання та інше',

      'Надавав консультації з технічних питань та роботи програмного забезпечення',

      'Надавав технічну підтримку користувачам інвестиційної бази даних',

      'Здійснював проектні та інсталяційні роботи з монтажу комп’ютерних мереж та телефонних систем',

      'Обслуговування серверів NetWare, FreeBSD'
    ]
  }
]
const titles = ['ПРОФЕСІЙНИЙ ДОСВІД', 'ОСВІТА', 'СОФТ', 'СЕРТИФІКАТИ', 'МОВА']
const skills = ['Уважність до деталей', 'Планування процесів', 'Врівноваженість', 'Етика', 'Дисципліна', 'Відповідальність']

let education = [
  {
    job: 'Київський економічний інститут менеджменту ЕКОМЕН',
    comp: '(менеджмент, спеціаліст)'
  }
  
]

export { work, education, person, titles, skills }
